# encoding: utf-8
import sys
reload(sys)
sys.setdefaultencoding( "utf-8" )

industry_list = {
    "1100": {
        "11000": {
            "110000": {
                "cn": u"销售代表"
            },
            "110001": {
                "cn": u"渠道/分销专员"
            },
            "110002": {
                "cn": u"客户代表"
            },
            "110003": {
                "cn": u"销售工程师"
            },
            "110004": {
                "cn": u"电话销售"
            },
            "110005": {
                "cn": u"经销商"
            },
            "110006": {
                "cn": u"团购业务员"
            },
            "110007": {
                "cn": u"大客户销售"
            },
            "110008": {
                "cn": u"区域销售专员/助理"
            },
            "110009": {
                "cn": u"业务拓展专员/助理"
            },
            "110010": {
                "cn": u"医药销售代表"
            },
            "110011": {
                "cn": u"网络/在线销售"
            },
            "110012": {
                "cn": u"其他"
            },
            "cn": u"销售人员"
        },
        "11001": {
            "110013": {
                "cn": u"销售总监"
            },
            "110014": {
                "cn": u"销售经理/主管"
            },
            "110015": {
                "cn": u"销售总经理/副总裁"
            },
            "110016": {
                "cn": u"业务拓展主管/经理"
            },
            "110017": {
                "cn": u"渠道/分销总监"
            },
            "110018": {
                "cn": u"渠道/分销经理/主管"
            },
            "110019": {
                "cn": u"渠道/分销主管"
            },
            "110020": {
                "cn": u"大客户销售管理"
            },
            "110021": {
                "cn": u"客户经理/主管"
            },
            "110022": {
                "cn": u"区域销售总监"
            },
            "110023": {
                "cn": u"区域销售经理"
            },
            "110024": {
                "cn": u"团购经理/主管"
            },
            "110025": {
                "cn": u"其他"
            },
            "cn": u"销售管理"
        },
        "11002": {
            "110026": {
                "cn": u"销售行政经理/主管"
            },
            "110027": {
                "cn": u"销售行政专员/助理"
            },
            "110028": {
                "cn": u"商务经理/主管"
            },
            "110029": {
                "cn": u"商务主管/专员"
            },
            "110030": {
                "cn": u"商务助理/专员"
            },
            "110031": {
                "cn": u"销售运营经理/主管"
            },
            "110032": {
                "cn": u"销售运营专员/助理"
            },
            "110033": {
                "cn": u"业务分析经理/主管"
            },
            "110034": {
                "cn": u"业务分析专员/助理"
            },
            "110035": {
                "cn": u"销售培训讲师"
            },
            "110036": {
                "cn": u"其他"
            },
            "cn": u"销售行政及商务"
        },
        "11003": {
            "110037": {
                "cn": u"客服总监"
            },
            "110038": {
                "cn": u"客服经理/主管"
            },
            "110039": {
                "cn": u"客服主管(非技术)"
            },
            "110040": {
                "cn": u"客服专员/助理"
            },
            "110041": {
                "cn": u"网络/在线客服"
            },
            "110042": {
                "cn": u"售前支持经理/主管"
            },
            "110043": {
                "cn": u"售后支持经理/主管"
            },
            "110044": {
                "cn": u"售前支持工程师"
            },
            "110045": {
                "cn": u"售后支持工程师"
            },
            "110046": {
                "cn": u"咨询热线/呼叫中心人员"
            },
            "110047": {
                "cn": u"客户关系经理/主管"
            },
            "110048": {
                "cn": u"投诉处理专员"
            },
            "110049": {
                "cn": u"会员/VIP管理"
            },
            "110050": {
                "cn": u"其他"
            },
            "cn": u"客服及技术支持"
        },
        "cn": u"销售/客服/技术支持"
    },
    "1101": {
        "11004": {
            "110051": {
                "cn": u"首席财务官 CFO"
            },
            "110052": {
                "cn": u"财务总监"
            },
            "110053": {
                "cn": u"财务经理"
            },
            "110054": {
                "cn": u"财务主管/总帐主管"
            },
            "110055": {
                "cn": u"财务顾问"
            },
            "110056": {
                "cn": u"财务助理"
            },
            "110057": {
                "cn": u"会计经理/会计主管"
            },
            "110058": {
                "cn": u"会计"
            },
            "110059": {
                "cn": u"会计助理/文员"
            },
            "110060": {
                "cn": u"出纳员"
            },
            "110061": {
                "cn": u"审计经理/主管"
            },
            "110062": {
                "cn": u"审计专员/助理"
            },
            "110063": {
                "cn": u"税务经理/税务主管"
            },
            "110064": {
                "cn": u"税务专员/助理"
            },
            "110065": {
                "cn": u"财务分析经理/主管"
            },
            "110066": {
                "cn": u"财务分析员"
            },
            "110067": {
                "cn": u"成本经理/成本主管"
            },
            "110068": {
                "cn": u"成本管理员"
            },
            "110069": {
                "cn": u"投融资经理/主管"
            },
            "110070": {
                "cn": u"资产/资金管理"
            },
            "110071": {
                "cn": u"统计员"
            },
            "110072": {
                "cn": u"其他"
            },
            "cn": u"财务/审计/税务"
        },
        "11005": {
            "110073": {
                "cn": u"证券/期货/外汇经纪人"
            },
            "110074": {
                "cn": u"证券投资"
            },
            "110075": {
                "cn": u"股票/期货操盘手"
            },
            "110076": {
                "cn": u"金融/经济研究员"
            },
            "110077": {
                "cn": u"基金管理"
            },
            "110078": {
                "cn": u"投资/理财顾问"
            },
            "110079": {
                "cn": u"投资银行业务"
            },
            "110080": {
                "cn": u"融资经理/融资主管"
            },
            "110081": {
                "cn": u"融资专员"
            },
            "110082": {
                "cn": u"经纪业务"
            },
            "110083": {
                "cn": u"固定收益业务"
            },
            "110084": {
                "cn": u"金融产品经理"
            },
            "110085": {
                "cn": u"PE/VC投资"
            },
            "110086": {
                "cn": u"其他"
            },
            "cn": u"基金/证券/期货/投资"
        },
        "11006": {
            "110087": {
                "cn": u"行长/副行长"
            },
            "110088": {
                "cn": u"资产评估/分析"
            },
            "110089": {
                "cn": u"资金管理"
            },
            "110090": {
                "cn": u"风险控制"
            },
            "110091": {
                "cn": u"进出口/信用证结算"
            },
            "110092": {
                "cn": u"清算人员"
            },
            "110093": {
                "cn": u"外汇交易"
            },
            "110094": {
                "cn": u"高级客户经理/客户经理"
            },
            "110095": {
                "cn": u"客户主管/专员"
            },
            "110096": {
                "cn": u"信贷管理"
            },
            "110097": {
                "cn": u"银行柜员"
            },
            "110098": {
                "cn": u"银行卡、电子银行业务推广"
            },
            "110099": {
                "cn": u"个人业务部门经理/主管"
            },
            "110100": {
                "cn": u"个人业务客户经理"
            },
            "110101": {
                "cn": u"公司业务部门经理/主管"
            },
            "110102": {
                "cn": u"公司业务客户经理"
            },
            "110103": {
                "cn": u"综合业务经理/主管"
            },
            "110104": {
                "cn": u"综合业务专员"
            },
            "110105": {
                "cn": u"信审核查"
            },
            "110106": {
                "cn": u"营业部大堂经理"
            },
            "110107": {
                "cn": u"行业研究"
            },
            "110108": {
                "cn": u"基金托管"
            },
            "110109": {
                "cn": u"其他"
            },
            "cn": u"银行"
        },
        "11007": {
            "110110": {
                "cn": u"保险精算师"
            },
            "110111": {
                "cn": u"保险产品开发/项目策划"
            },
            "110112": {
                "cn": u"保险业务经理/主管"
            },
            "110113": {
                "cn": u"保险代理/经纪人/客户经理"
            },
            "110114": {
                "cn": u"理财顾问/财务规划师"
            },
            "110115": {
                "cn": u"储备经理人"
            },
            "110116": {
                "cn": u"保险核保"
            },
            "110117": {
                "cn": u"保险理赔"
            },
            "110118": {
                "cn": u"保险客户服务/续期管理"
            },
            "110119": {
                "cn": u"保险培训师"
            },
            "110120": {
                "cn": u"保险内勤"
            },
            "110121": {
                "cn": u"契约管理"
            },
            "110122": {
                "cn": u"再保险"
            },
            "110123": {
                "cn": u"行业研究"
            },
            "110124": {
                "cn": u"其他"
            },
            "cn": u"保险"
        },
        "11008": {
            "110125": {
                "cn": u"信托业务"
            },
            "110126": {
                "cn": u"房地产信托/物业投资"
            },
            "110127": {
                "cn": u"担保业务"
            },
            "110128": {
                "cn": u"拍卖师"
            },
            "110129": {
                "cn": u"典当业务"
            },
            "110130": {
                "cn": u"珠宝/收藏品鉴定"
            },
            "cn": u"信托/担保/拍卖/典当"
        },
        "cn": u"会计/金融/银行/保险"
    },
    "1102": {
        "11009": {
            "110131": {
                "cn": u"首席人力资源官CHO/HRVP"
            },
            "110132": {
                "cn": u"人力资源总监"
            },
            "110133": {
                "cn": u"人力资源经理/主管"
            },
            "110134": {
                "cn": u"人力资源主管"
            },
            "110135": {
                "cn": u"人力资源助理/专员"
            },
            "110136": {
                "cn": u"人力资源专员"
            },
            "110137": {
                "cn": u"招聘经理/主管"
            },
            "110138": {
                "cn": u"招聘专员/助理"
            },
            "110139": {
                "cn": u"培训经理/主管"
            },
            "110140": {
                "cn": u"培训专员/助理/培训师"
            },
            "110141": {
                "cn": u"企业培训师/讲师"
            },
            "110142": {
                "cn": u"薪资福利经理/主管"
            },
            "110143": {
                "cn": u"薪资福利专员/助理"
            },
            "110144": {
                "cn": u"绩效考核经理/主管"
            },
            "110145": {
                "cn": u"绩效考核专员/助理"
            },
            "110146": {
                "cn": u"企业文化/员工关系/工会"
            },
            "110147": {
                "cn": u"组织发展（OD）"
            },
            "110148": {
                "cn": u"人力资源信息系统"
            },
            "110149": {
                "cn": u"人力资源伙伴（HRBP）"
            },
            "110150": {
                "cn": u"猎头顾问/助理"
            },
            "110151": {
                "cn": u"其他"
            },
            "cn": u"人力资源"
        },
        "11010": {
            "110152": {
                "cn": u"行政总监"
            },
            "110153": {
                "cn": u"行政经理/主管/办公室主任"
            },
            "110154": {
                "cn": u"行政专员/助理"
            },
            "110155": {
                "cn": u"助理/秘书/文员"
            },
            "110156": {
                "cn": u"前台/总机/接待"
            },
            "110157": {
                "cn": u"图书/资料/档案管理"
            },
            "110158": {
                "cn": u"电脑操作员/打字员/文员"
            },
            "110159": {
                "cn": u"后勤"
            },
            "110160": {
                "cn": u"其他"
            },
            "cn": u"行政/后勤"
        },
        "11011": {
            "110161": {
                "cn": u"首席执行官CEO/总裁/总经理"
            },
            "110162": {
                "cn": u"首席运营官COO"
            },
            "110163": {
                "cn": u"合伙人"
            },
            "110164": {
                "cn": u"副总经理/副总裁"
            },
            "110165": {
                "cn": u"分公司/代表处负责人"
            },
            "110166": {
                "cn": u"部门/事业部管理"
            },
            "110167": {
                "cn": u"投资者关系"
            },
            "110168": {
                "cn": u"总裁助理/总经理助理"
            },
            "110169": {
                "cn": u"企业秘书/董事会秘书"
            },
            "110170": {
                "cn": u"办事处首席代表"
            },
            "110171": {
                "cn": u"策略发展总监"
            },
            "110172": {
                "cn": u"其他"
            },
            "cn": u"高级管理"
        },
        "cn": u"人事/行政/高级管理"
    },
    "1103": {
        "11012": {
            "110173": {
                "cn": u"高级硬件工程师"
            },
            "110174": {
                "cn": u"硬件工程师"
            },
            "110175": {
                "cn": u"嵌入式硬件开发"
            },
            "110176": {
                "cn": u"其他"
            },
            "cn": u"硬件开发"
        },
        "11013": {
            "110177": {
                "cn": u"高级软件工程师"
            },
            "110178": {
                "cn": u"软件工程师"
            },
            "110179": {
                "cn": u"架构师"
            },
            "110180": {
                "cn": u"系统分析师"
            },
            "110181": {
                "cn": u"需求分析师"
            },
            "110182": {
                "cn": u"移动开发工程师"
            },
            "110183": {
                "cn": u"数据库开发工程师"
            },
            "110184": {
                "cn": u"ERP技术开发"
            },
            "110185": {
                "cn": u"ERP实施顾问"
            },
            "110186": {
                "cn": u"多媒体/游戏开发工程师"
            },
            "110187": {
                "cn": u"语音/视频/图形开发工程师"
            },
            "110188": {
                "cn": u"嵌入式软件开发"
            },
            "110189": {
                "cn": u"算法工程师"
            },
            "110190": {
                "cn": u"软件UI设计师/工程师"
            },
            "110191": {
                "cn": u"仿真应用工程师"
            },
            "110192": {
                "cn": u"系统集成工程师"
            },
            "110193": {
                "cn": u"系统分析员"
            },
            "110194": {
                "cn": u"计算机辅助设计工程师"
            },
            "110195": {
                "cn": u"其他"
            },
            "cn": u"计算机软件"
        },
        "11014": {
            "110196": {
                "cn": u"Java"
            },
            "110197": {
                "cn": u"Python"
            },
            "110198": {
                "cn": u"PHP"
            },
            "110199": {
                "cn": u".NET"
            },
            "110200": {
                "cn": u"C#"
            },
            "110201": {
                "cn": u"C++"
            },
            "110202": {
                "cn": u"C"
            },
            "110203": {
                "cn": u"VB"
            },
            "110204": {
                "cn": u"Delphi"
            },
            "110205": {
                "cn": u"Perl"
            },
            "110206": {
                "cn": u"Ruby"
            },
            "110207": {
                "cn": u"Hadoop"
            },
            "110208": {
                "cn": u"Node.js"
            },
            "110209": {
                "cn": u"数据挖掘"
            },
            "110210": {
                "cn": u"自然语言处理"
            },
            "110211": {
                "cn": u"搜索算法"
            },
            "110212": {
                "cn": u"精准推荐"
            },
            "110213": {
                "cn": u"全栈工程师"
            },
            "110214": {
                "cn": u"Go"
            },
            "110215": {
                "cn": u"ASP"
            },
            "110216": {
                "cn": u"Shell"
            },
            "110217": {
                "cn": u"后端开发其他"
            },
            "110218": {
                "cn": u"HTML5"
            },
            "110219": {
                "cn": u"Android"
            },
            "110220": {
                "cn": u"iOS"
            },
            "110221": {
                "cn": u"WP"
            },
            "110222": {
                "cn": u"移动开发其他"
            },
            "110223": {
                "cn": u"web前端"
            },
            "110224": {
                "cn": u"Flash"
            },
            "110225": {
                "cn": u"JavaScript"
            },
            "110226": {
                "cn": u"U3D"
            },
            "110227": {
                "cn": u"COCOS2D-X"
            },
            "110228": {
                "cn": u"前端开发其它"
            },
            "110229": {
                "cn": u"测试工程师"
            },
            "110230": {
                "cn": u"自动化测试"
            },
            "110231": {
                "cn": u"功能测试"
            },
            "110232": {
                "cn": u"性能测试"
            },
            "110233": {
                "cn": u"测试开发"
            },
            "110234": {
                "cn": u"游戏测试"
            },
            "110235": {
                "cn": u"白盒测试"
            },
            "110236": {
                "cn": u"灰盒测试"
            },
            "110237": {
                "cn": u"黑盒测试"
            },
            "110238": {
                "cn": u"手机测试"
            },
            "110239": {
                "cn": u"硬件测试"
            },
            "110240": {
                "cn": u"测试经理"
            },
            "110241": {
                "cn": u"测试其他"
            },
            "110242": {
                "cn": u"MySQL"
            },
            "110243": {
                "cn": u"SQLSever"
            },
            "110244": {
                "cn": u"Oracle"
            },
            "110245": {
                "cn": u"DB2"
            },
            "110246": {
                "cn": u"MongoDB"
            },
            "110247": {
                "cn": u"ETL"
            },
            "110248": {
                "cn": u"Hive"
            },
            "110249": {
                "cn": u"数据仓库"
            },
            "110250": {
                "cn": u"DBA其他"
            },
            "110251": {
                "cn": u"技术经理"
            },
            "110252": {
                "cn": u"技术总监"
            },
            "110253": {
                "cn": u"架构师"
            },
            "110254": {
                "cn": u"技术合伙人"
            },
            "110255": {
                "cn": u"项目总监"
            },
            "110256": {
                "cn": u"测试总监"
            },
            "110257": {
                "cn": u"安全专家"
            },
            "110258": {
                "cn": u"高端技术职位其他"
            },
            "110259": {
                "cn": u"其他"
            },
            "cn": u"互联网研发/测试"
        },
        "11015": {
            "110260": {
                "cn": u"产品专员"
            },
            "110261": {
                "cn": u"产品经理"
            },
            "110262": {
                "cn": u"产品总监"
            },
            "110263": {
                "cn": u"游戏策划"
            },
            "110264": {
                "cn": u"网页产品经理"
            },
            "110265": {
                "cn": u"移动产品经理"
            },
            "110266": {
                "cn": u"数据产品经理"
            },
            "110267": {
                "cn": u"电商产品专员"
            },
            "110268": {
                "cn": u"电商产品经理"
            },
            "110269": {
                "cn": u"电商产品总监"
            },
            "110270": {
                "cn": u"内容运营"
            },
            "110271": {
                "cn": u"产品运营"
            },
            "110272": {
                "cn": u"数据运营"
            },
            "110273": {
                "cn": u"用户运营"
            },
            "110274": {
                "cn": u"活动运营"
            },
            "110275": {
                "cn": u"商家运营"
            },
            "110276": {
                "cn": u"品类运营"
            },
            "110277": {
                "cn": u"游戏运营"
            },
            "110278": {
                "cn": u"网络推广"
            },
            "110279": {
                "cn": u"网络推广经理/主管"
            },
            "110280": {
                "cn": u"网络推广总监"
            },
            "110281": {
                "cn": u"营运专员"
            },
            "110282": {
                "cn": u"营运经理"
            },
            "110283": {
                "cn": u"网店运营"
            },
            "110284": {
                "cn": u"网店店长/客服"
            },
            "110285": {
                "cn": u"新媒体运营"
            },
            "110286": {
                "cn": u"海外运营"
            },
            "110287": {
                "cn": u"SEO搜索引擎优化"
            },
            "110288": {
                "cn": u"主编"
            },
            "110289": {
                "cn": u"副主编"
            },
            "110290": {
                "cn": u"文案策划"
            },
            "110291": {
                "cn": u"内容编辑"
            },
            "110292": {
                "cn": u"运营总监"
            },
            "cn": u"产品/运营"
        },
        "11016": {
            "110293": {
                "cn": u"网页设计师"
            },
            "110294": {
                "cn": u"UI设计师"
            },
            "110295": {
                "cn": u"多媒体设计师"
            },
            "110296": {
                "cn": u"音效设计师"
            },
            "110297": {
                "cn": u"视觉设计师"
            },
            "110298": {
                "cn": u"Flash设计师"
            },
            "110299": {
                "cn": u"APP设计师"
            },
            "110300": {
                "cn": u"平面设计师"
            },
            "110301": {
                "cn": u"美术设计师（2D/3D）"
            },
            "110302": {
                "cn": u"广告设计师"
            },
            "110303": {
                "cn": u"原画师"
            },
            "110304": {
                "cn": u"游戏特效"
            },
            "110305": {
                "cn": u"游戏界面设计师"
            },
            "110306": {
                "cn": u"游戏场景"
            },
            "110307": {
                "cn": u"游戏角色"
            },
            "110308": {
                "cn": u"游戏动作"
            },
            "110309": {
                "cn": u"游戏数值策划"
            },
            "110310": {
                "cn": u"数据分析师"
            },
            "110311": {
                "cn": u"设计经理/主管"
            },
            "110312": {
                "cn": u"设计总监"
            },
            "110313": {
                "cn": u"视觉设计师"
            },
            "110314": {
                "cn": u"视觉设计经理/主管"
            },
            "110315": {
                "cn": u"视觉设计总监"
            },
            "110316": {
                "cn": u"用户研究员"
            },
            "110317": {
                "cn": u"用户研究经理/主管"
            },
            "110318": {
                "cn": u"用户研究总监"
            },
            "110319": {
                "cn": u"网页交互设计师"
            },
            "110320": {
                "cn": u"移动端交互设计师"
            },
            "110321": {
                "cn": u"硬件交互设计师"
            },
            "110322": {
                "cn": u"交互设计师"
            },
            "110323": {
                "cn": u"交互设计经理/主管"
            },
            "110324": {
                "cn": u"交互设计总监"
            },
            "cn": u"设计/用研"
        },
        "11017": {
            "110325": {
                "cn": u"CTO/CIO"
            },
            "110326": {
                "cn": u"技术总监/经理"
            },
            "110327": {
                "cn": u"信息技术经理/主管"
            },
            "110328": {
                "cn": u"信息技术专员"
            },
            "110329": {
                "cn": u"项目总监"
            },
            "110330": {
                "cn": u"项目经理"
            },
            "110331": {
                "cn": u"项目主管"
            },
            "110332": {
                "cn": u"项目执行/协调人员"
            },
            "110333": {
                "cn": u"其他"
            },
            "cn": u"IT管理/项目协调"
        },
        "11018": {
            "110334": {
                "cn": u"计量工程师"
            },
            "110335": {
                "cn": u"标准化工程师"
            },
            "110336": {
                "cn": u"品质经理"
            },
            "110337": {
                "cn": u"系统测试"
            },
            "110338": {
                "cn": u"软件测试"
            },
            "110339": {
                "cn": u"硬件测试"
            },
            "110340": {
                "cn": u"测试员"
            },
            "110341": {
                "cn": u"技术文员/助理"
            },
            "110342": {
                "cn": u"Helpdesk 技术支持"
            },
            "110343": {
                "cn": u"文档工程师"
            },
            "110344": {
                "cn": u"配置经理工程师"
            },
            "110345": {
                "cn": u"配置管理经理/主管"
            },
            "110346": {
                "cn": u"其他"
            },
            "cn": u"IT质量管理/测试/配置管理"
        },
        "11019": {
            "110347": {
                "cn": u"通信技术工程师"
            },
            "110348": {
                "cn": u"有线传输工程师"
            },
            "110349": {
                "cn": u"无线通信工程师"
            },
            "110350": {
                "cn": u"电信交换工程师"
            },
            "110351": {
                "cn": u"数据通信工程师"
            },
            "110352": {
                "cn": u"移动通信工程师"
            },
            "110353": {
                "cn": u"电信网络工程师"
            },
            "110354": {
                "cn": u"通信电源工程师"
            },
            "110355": {
                "cn": u"增值产品开发工程师"
            },
            "110356": {
                "cn": u"手机软件开发工程师"
            },
            "110357": {
                "cn": u"手机应用开发工程师"
            },
            "110358": {
                "cn": u"其他"
            },
            "cn": u"电信/通信技术"
        },
        "11020": {
            "110359": {
                "cn": u"网站维护工程师"
            },
            "110360": {
                "cn": u"运维工程师"
            },
            "110361": {
                "cn": u"运维开发工程师"
            },
            "110362": {
                "cn": u"网络工程师"
            },
            "110363": {
                "cn": u"系统工程师"
            },
            "110364": {
                "cn": u"ICD"
            },
            "110365": {
                "cn": u"CDN"
            },
            "110366": {
                "cn": u"F5"
            },
            "110367": {
                "cn": u"系统管理员"
            },
            "110368": {
                "cn": u"病毒分析"
            },
            "110369": {
                "cn": u"WEB安全"
            },
            "110370": {
                "cn": u"网络信息安全工程师"
            },
            "110371": {
                "cn": u"系统安全"
            },
            "110372": {
                "cn": u"运维经理"
            },
            "110373": {
                "cn": u"运维其他"
            },
            "110374": {
                "cn": u"技术支持/维护经理"
            },
            "110375": {
                "cn": u"技术支持/维护工程师"
            },
            "cn": u"IT运维/技术支持"
        },
        "cn": u"IT/互联网/通信"
    },
    "1104": {
        "11021": {
            "110376": {
                "cn": u"高级建筑工程师/总工"
            },
            "110377": {
                "cn": u"建筑工程师"
            },
            "110378": {
                "cn": u"测绘/测量"
            },
            "110379": {
                "cn": u"爆破工程师"
            },
            "110380": {
                "cn": u"智能大厦/综合布线/安防/弱电"
            },
            "110381": {
                "cn": u"建筑机电工程师"
            },
            "110382": {
                "cn": u"市政工程师"
            },
            "110383": {
                "cn": u"土建造价工程师"
            },
            "110384": {
                "cn": u"安装造价工程师"
            },
            "110385": {
                "cn": u"工程造价师/预结算经理"
            },
            "110386": {
                "cn": u"预结算员"
            },
            "110387": {
                "cn": u"施工员"
            },
            "110388": {
                "cn": u"建筑设备工程师"
            },
            "110389": {
                "cn": u"工程监理"
            },
            "110390": {
                "cn": u"建筑工程管理/项目经理"
            },
            "110391": {
                "cn": u"安全员"
            },
            "110392": {
                "cn": u"建筑工程验收"
            },
            "110393": {
                "cn": u"合同管理"
            },
            "110394": {
                "cn": u"资料员"
            },
            "110395": {
                "cn": u"建筑设计师"
            },
            "110396": {
                "cn": u"结构/土木/土建工程师"
            },
            "110397": {
                "cn": u"岩土工程"
            },
            "110398": {
                "cn": u"公路/桥梁/港口/隧道工程"
            },
            "110399": {
                "cn": u"建筑制图/模型/渲染"
            },
            "110400": {
                "cn": u"架线和管道工程技术"
            },
            "110401": {
                "cn": u"楼宇自动化"
            },
            "110402": {
                "cn": u"给排水/暖通工程"
            },
            "110403": {
                "cn": u"空调工程师"
            },
            "110404": {
                "cn": u"规划与设计"
            },
            "110405": {
                "cn": u"园艺/园林/景观设计"
            },
            "110406": {
                "cn": u"室内设计"
            },
            "110407": {
                "cn": u"软装设计师"
            },
            "110408": {
                "cn": u"幕墙工程师"
            },
            "110409": {
                "cn": u"其他"
            },
            "110410": {
                "cn": u"开发报建"
            },
            "cn": u"建筑装潢/市政建设"
        },
        "11022": {
            "110411": {
                "cn": u"高级物业顾问/物业顾问"
            },
            "110412": {
                "cn": u"物业管理经理/主管"
            },
            "110413": {
                "cn": u"物业管理专员/助理"
            },
            "110414": {
                "cn": u"物业招商/租赁/租售"
            },
            "110415": {
                "cn": u"物业设施管理人员"
            },
            "110416": {
                "cn": u"物业维修人员"
            },
            "110417": {
                "cn": u"物业机电工程师"
            },
            "110418": {
                "cn": u"其他"
            },
            "cn": u"物业管理"
        },
        "11023": {
            "110419": {
                "cn": u"房地产项目策划经理"
            },
            "110420": {
                "cn": u"房地产项目策划主管/专员"
            },
            "110421": {
                "cn": u"开发报建经理/主管"
            },
            "110422": {
                "cn": u"开发报建专员/助理"
            },
            "110423": {
                "cn": u"规划设计总监"
            },
            "110424": {
                "cn": u"规划设计经理/主管"
            },
            "110425": {
                "cn": u"房产项目配套工程师"
            },
            "110426": {
                "cn": u"房地产项目招投标"
            },
            "110427": {
                "cn": u"成本总监"
            },
            "110428": {
                "cn": u"成本经理/主管"
            },
            "110429": {
                "cn": u"房地产销售经理/主管"
            },
            "110430": {
                "cn": u"房地产投资分析"
            },
            "110431": {
                "cn": u"房地产资产管理"
            },
            "110432": {
                "cn": u"其他"
            },
            "cn": u"房地产规划/开发"
        },
        "11024": {
            "110433": {
                "cn": u"房地产交易/中介"
            },
            "110434": {
                "cn": u"房地产销售经理/主管"
            },
            "110435": {
                "cn": u"房地产销售人员"
            },
            "110436": {
                "cn": u"房地产招商"
            },
            "110437": {
                "cn": u"房地产评估"
            },
            "cn": u"房地产交易/中介"
        },
        "cn": u"房地产/建筑/物业"
    },
    "1105": {
        "11025": {
            "110438": {
                "cn": u"采购总监"
            },
            "110439": {
                "cn": u"采购经理"
            },
            "110440": {
                "cn": u"采购主管"
            },
            "110441": {
                "cn": u"采购员"
            },
            "110442": {
                "cn": u"采购助理"
            },
            "110443": {
                "cn": u"买手"
            },
            "110444": {
                "cn": u"供应商开发"
            },
            "110445": {
                "cn": u"其他"
            },
            "cn": u"采购"
        },
        "11026": {
            "110446": {
                "cn": u"贸易/外贸经理/主管"
            },
            "110447": {
                "cn": u"贸易/外贸专员/助理"
            },
            "110448": {
                "cn": u"国内贸易人员"
            },
            "110449": {
                "cn": u"业务跟单经理"
            },
            "110450": {
                "cn": u"高级业务跟单"
            },
            "110451": {
                "cn": u"业务跟单"
            },
            "110452": {
                "cn": u"助理业务跟单"
            },
            "110453": {
                "cn": u"其他"
            },
            "cn": u"贸易"
        },
        "11027": {
            "110454": {
                "cn": u"物流总监"
            },
            "110455": {
                "cn": u"物流经理/主管"
            },
            "110456": {
                "cn": u"物流主管"
            },
            "110457": {
                "cn": u"物流专员/助理"
            },
            "110458": {
                "cn": u"供应链总监"
            },
            "110459": {
                "cn": u"供应链经理/主管"
            },
            "110460": {
                "cn": u"供应链专员"
            },
            "110461": {
                "cn": u"物料经理/主管"
            },
            "110462": {
                "cn": u"物料专员"
            },
            "110463": {
                "cn": u"仓库经理/主管"
            },
            "110464": {
                "cn": u"仓库管理员"
            },
            "110465": {
                "cn": u"运输经理/主管"
            },
            "110466": {
                "cn": u"项目经理/主管"
            },
            "110467": {
                "cn": u"货运代理"
            },
            "110468": {
                "cn": u"集装箱业务"
            },
            "110469": {
                "cn": u"海关事务管理"
            },
            "110470": {
                "cn": u"报关与报检"
            },
            "110471": {
                "cn": u"单证员"
            },
            "110472": {
                "cn": u"船务/空运陆运操作"
            },
            "110473": {
                "cn": u"快递员"
            },
            "110474": {
                "cn": u"调度员"
            },
            "110475": {
                "cn": u"理货员"
            },
            "110476": {
                "cn": u"其他"
            },
            "cn": u"物流/仓储"
        },
        "11028": {
            "110477": {
                "cn": u"乘务员"
            },
            "110478": {
                "cn": u"司机"
            },
            "110479": {
                "cn": u"飞机机长/副机长"
            },
            "110480": {
                "cn": u"空乘人员"
            },
            "110481": {
                "cn": u"地勤人员"
            },
            "110482": {
                "cn": u"列车/地铁车长"
            },
            "110483": {
                "cn": u"列车/地铁司机"
            },
            "110484": {
                "cn": u"船长/副船长"
            },
            "110485": {
                "cn": u"船员"
            },
            "110486": {
                "cn": u"其他"
            },
            "cn": u"交通运输服务"
        },
        "cn": u"采购/贸易/交通/物流"
    },
    "1106": {
        "11029": {
            "110487": {
                "cn": u"生物工程/生物制药"
            },
            "110488": {
                "cn": u"医药技术研发管理人员"
            },
            "110489": {
                "cn": u"医药技术研发人员"
            },
            "110490": {
                "cn": u"临床研究员"
            },
            "110491": {
                "cn": u"临床协调员"
            },
            "110492": {
                "cn": u"药品注册"
            },
            "110493": {
                "cn": u"药品生产/质量管理"
            },
            "110494": {
                "cn": u"药品市场推广经理"
            },
            "110495": {
                "cn": u"药品市场推广主管/专员"
            },
            "110496": {
                "cn": u"医药销售经理/主管"
            },
            "110497": {
                "cn": u"医药销售代表"
            },
            "110498": {
                "cn": u"医疗器械市场推广"
            },
            "110499": {
                "cn": u"医疗器械销售代表"
            },
            "110500": {
                "cn": u"化学分析测试员"
            },
            "110501": {
                "cn": u"医疗器械注册"
            },
            "110502": {
                "cn": u"医疗器械生产/质量管理"
            },
            "110503": {
                "cn": u"医疗器械维修人员"
            },
            "110504": {
                "cn": u"医药招商"
            },
            "110505": {
                "cn": u"政府事务管理"
            },
            "110506": {
                "cn": u"招投标管理"
            },
            "110507": {
                "cn": u"临床数据分析员"
            },
            "110508": {
                "cn": u"医疗器械研发"
            },
            "110509": {
                "cn": u"医疗器械销售经理/主管"
            },
            "110510": {
                "cn": u"其他"
            },
            "cn": u"生物/制药/医疗器械"
        },
        "11030": {
            "110511": {
                "cn": u"化工技术应用/化工工程师"
            },
            "110512": {
                "cn": u"化工实验室研究员/技术员"
            },
            "110513": {
                "cn": u"涂料研发工程师"
            },
            "110514": {
                "cn": u"配色技术员"
            },
            "110515": {
                "cn": u"塑料工程师"
            },
            "110516": {
                "cn": u"化妆品研发"
            },
            "110517": {
                "cn": u"食品/饮料研发"
            },
            "110518": {
                "cn": u"造纸研发"
            },
            "110519": {
                "cn": u"其他"
            },
            "cn": u"化工"
        },
        "11031": {
            "110520": {
                "cn": u"内科医生"
            },
            "110521": {
                "cn": u"医院管理人员"
            },
            "110522": {
                "cn": u"药库主任/药剂师"
            },
            "110523": {
                "cn": u"护士/护理人员"
            },
            "110524": {
                "cn": u"麻醉医生"
            },
            "110525": {
                "cn": u"心理医生"
            },
            "110526": {
                "cn": u"医药学检验"
            },
            "110527": {
                "cn": u"针灸、推拿"
            },
            "110528": {
                "cn": u"营养师"
            },
            "110529": {
                "cn": u"兽医"
            },
            "110530": {
                "cn": u"外科医生"
            },
            "110531": {
                "cn": u"专科医生"
            },
            "110532": {
                "cn": u"牙科医生"
            },
            "110533": {
                "cn": u"美容整形师"
            },
            "110534": {
                "cn": u"理疗师"
            },
            "110535": {
                "cn": u"中医科医生"
            },
            "110536": {
                "cn": u"公共卫生/疾病控制"
            },
            "110537": {
                "cn": u"护理主任/护士长"
            },
            "110538": {
                "cn": u"儿科医生"
            },
            "110539": {
                "cn": u"验光师"
            },
            "110540": {
                "cn": u"放射科医师"
            },
            "110541": {
                "cn": u"其他"
            },
            "cn": u"医院/医疗/护理"
        },
        "cn": u"生物/制药/医疗/护理"
    },
    "1107": {
        "11032": {
            "110542": {
                "cn": u"广告客户总监/副总监"
            },
            "110543": {
                "cn": u"广告客户经理/主管"
            },
            "110544": {
                "cn": u"广告客户专员"
            },
            "110545": {
                "cn": u"广告创意/设计经理/主管"
            },
            "110546": {
                "cn": u"广告创意总监"
            },
            "110547": {
                "cn": u"广告创意/设计专员"
            },
            "110548": {
                "cn": u"文案/策划"
            },
            "110549": {
                "cn": u"企业/业务发展经理"
            },
            "110550": {
                "cn": u"企业策划人员"
            },
            "110551": {
                "cn": u"美术指导"
            },
            "110552": {
                "cn": u"会务/会展经理"
            },
            "110553": {
                "cn": u"会务/会展主管"
            },
            "110554": {
                "cn": u"会务/会展专员"
            },
            "110555": {
                "cn": u"其他"
            },
            "cn": u"广告/会展"
        },
        "11033": {
            "110556": {
                "cn": u"影视策划/制作人员"
            },
            "110557": {
                "cn": u"导演/编导"
            },
            "110558": {
                "cn": u"艺术/设计总监"
            },
            "110559": {
                "cn": u"经纪人/星探"
            },
            "110560": {
                "cn": u"演员/模特/主持人"
            },
            "110561": {
                "cn": u"摄影师/摄像师"
            },
            "110562": {
                "cn": u"音效师"
            },
            "110563": {
                "cn": u"配音员"
            },
            "110564": {
                "cn": u"化妆师/造型师"
            },
            "110565": {
                "cn": u"后期制作"
            },
            "110566": {
                "cn": u"放映经理/主管"
            },
            "110567": {
                "cn": u"放映员"
            },
            "110568": {
                "cn": u"其他"
            },
            "cn": u"影视/媒体"
        },
        "11034": {
            "110569": {
                "cn": u"总编/副总编"
            },
            "110570": {
                "cn": u"编辑"
            },
            "110571": {
                "cn": u"记者"
            },
            "110572": {
                "cn": u"美术编辑"
            },
            "110573": {
                "cn": u"排版设计"
            },
            "110574": {
                "cn": u"校对/录入"
            },
            "110575": {
                "cn": u"出版/发行"
            },
            "110576": {
                "cn": u"电分操作员"
            },
            "110577": {
                "cn": u"印刷排版/制版"
            },
            "110578": {
                "cn": u"数码直印/菲林输出"
            },
            "110579": {
                "cn": u"打稿机操作员"
            },
            "110580": {
                "cn": u"调墨技师"
            },
            "110581": {
                "cn": u"印刷机械机长"
            },
            "110582": {
                "cn": u"晒版/拼版/装订/烫金技工"
            },
            "110583": {
                "cn": u"电话采编"
            },
            "110584": {
                "cn": u"作家/撰稿人"
            },
            "110585": {
                "cn": u"其他"
            },
            "cn": u"写作/出版/印刷"
        },
        "11035": {
            "110586": {
                "cn": u"平面设计总监"
            },
            "110587": {
                "cn": u"平面设计经理/主管"
            },
            "110588": {
                "cn": u"平面设计师"
            },
            "110589": {
                "cn": u"绘画"
            },
            "110590": {
                "cn": u"动画/3D设计"
            },
            "110591": {
                "cn": u"原画师"
            },
            "110592": {
                "cn": u"展览/展示/店面设计"
            },
            "110593": {
                "cn": u"多媒体设计"
            },
            "110594": {
                "cn": u"包装设计"
            },
            "110595": {
                "cn": u"工业/产品设计"
            },
            "110596": {
                "cn": u"工艺品/珠宝设计鉴定"
            },
            "110597": {
                "cn": u"家具/家居用品设计"
            },
            "110598": {
                "cn": u"玩具设计"
            },
            "110599": {
                "cn": u"其他"
            },
            "cn": u"艺术/设计"
        },
        "cn": u"广告/传媒/设计"
    },
    "1108": {
        "11036": {
            "110600": {
                "cn": u"市场总监"
            },
            "110601": {
                "cn": u"市场经理/主管"
            },
            "110602": {
                "cn": u"市场助理"
            },
            "110603": {
                "cn": u"市场拓展经理/主管"
            },
            "110604": {
                "cn": u"市场拓展专员/助理"
            },
            "110605": {
                "cn": u"市场分析/调研人员"
            },
            "110606": {
                "cn": u"产品/品牌经理"
            },
            "110607": {
                "cn": u"产品/品牌主管"
            },
            "110608": {
                "cn": u"产品/品牌专员"
            },
            "110609": {
                "cn": u"市场通路经理/主管"
            },
            "110610": {
                "cn": u"市场通路专员"
            },
            "110611": {
                "cn": u"市场企划经理/主管"
            },
            "110612": {
                "cn": u"市场企划专员"
            },
            "110613": {
                "cn": u"促销经理"
            },
            "110614": {
                "cn": u"促销主管/督导"
            },
            "110615": {
                "cn": u"促销员/导购"
            },
            "110616": {
                "cn": u"选址拓展/新店开发"
            },
            "110617": {
                "cn": u"其他"
            },
            "cn": u"市场/营销"
        },
        "11037": {
            "110618": {
                "cn": u"公关经理"
            },
            "110619": {
                "cn": u"公关主管"
            },
            "110620": {
                "cn": u"公关专员"
            },
            "110621": {
                "cn": u"媒介经理"
            },
            "110622": {
                "cn": u"媒介主管"
            },
            "110623": {
                "cn": u"媒介专员"
            },
            "110624": {
                "cn": u"公关/媒介助理"
            },
            "110625": {
                "cn": u"媒介销售"
            },
            "110626": {
                "cn": u"活动策划"
            },
            "110627": {
                "cn": u"活动执行"
            },
            "110628": {
                "cn": u"其他"
            },
            "cn": u"公关/媒介"
        },
        "cn": u"市场/公关/媒介"
    },
    "1109": {
        "11038": {
            "110629": {
                "cn": u"集成电路IC设计/应用工程师"
            },
            "110630": {
                "cn": u"IC验证工程师"
            },
            "110631": {
                "cn": u"电子工程师/技术员"
            },
            "110632": {
                "cn": u"电气工程师/技术员"
            },
            "110633": {
                "cn": u"电路工程师/技术员(模拟/数字)"
            },
            "110634": {
                "cn": u"电声/音响工程师/技术员"
            },
            "110635": {
                "cn": u"半导体技术"
            },
            "110636": {
                "cn": u"自动控制工程师/技术员"
            },
            "110637": {
                "cn": u"电子软件开发(ARM/MCU...)"
            },
            "110638": {
                "cn": u"嵌入式软件开发(Linux/单片机/DLC/DSP…)"
            },
            "110639": {
                "cn": u"电池/电源开发"
            },
            "110640": {
                "cn": u"FAE 现场应用工程师"
            },
            "110641": {
                "cn": u"家用电器/数码产品研发"
            },
            "110642": {
                "cn": u"仪器/仪表/计量分析师"
            },
            "110643": {
                "cn": u"测试工程师"
            },
            "110644": {
                "cn": u"电子技术研发工程师"
            },
            "110645": {
                "cn": u"激光/光电子技术"
            },
            "110646": {
                "cn": u"嵌入式硬件开发(主板机…)"
            },
            "110647": {
                "cn": u"电子/电器维修工程师/技师"
            },
            "110648": {
                "cn": u"变压器与磁电工程师"
            },
            "110649": {
                "cn": u"版图设计工程师"
            },
            "110650": {
                "cn": u"工艺工程师"
            },
            "110651": {
                "cn": u"射频工程师"
            },
            "110652": {
                "cn": u"其他"
            },
            "cn": u"电子/电器/半导体/仪器仪表"
        },
        "11039": {
            "110653": {
                "cn": u"工厂经理/厂长"
            },
            "110654": {
                "cn": u"总工程师/副总工程师"
            },
            "110655": {
                "cn": u"项目经理/主管"
            },
            "110656": {
                "cn": u"项目工程师"
            },
            "110657": {
                "cn": u"营运经理"
            },
            "110658": {
                "cn": u"营运主管"
            },
            "110659": {
                "cn": u"生产经理/车间主任"
            },
            "110660": {
                "cn": u"生产计划/物料管理(PMC)"
            },
            "110661": {
                "cn": u"生产主管/督导/领班/组长"
            },
            "110662": {
                "cn": u"化验员"
            },
            "110663": {
                "cn": u"生产文员"
            },
            "110664": {
                "cn": u"项目总监"
            },
            "110665": {
                "cn": u"生产总监"
            },
            "110666": {
                "cn": u"其他"
            },
            "cn": u"生产/营运"
        },
        "11040": {
            "110667": {
                "cn": u"技术研发经理/主管"
            },
            "110668": {
                "cn": u"技术研发工程师"
            },
            "110669": {
                "cn": u"产品工艺/制程工程师"
            },
            "110670": {
                "cn": u"产品规划工程师"
            },
            "110671": {
                "cn": u"项目管理"
            },
            "110672": {
                "cn": u"实验室负责人/工程师"
            },
            "110673": {
                "cn": u"工程/设备经理"
            },
            "110674": {
                "cn": u"工程/设备主管"
            },
            "110675": {
                "cn": u"工程/设备工程师"
            },
            "110676": {
                "cn": u"工程/机械绘图员"
            },
            "110677": {
                "cn": u"工业工程师"
            },
            "110678": {
                "cn": u"材料工程师"
            },
            "110679": {
                "cn": u"机械工程师"
            },
            "110680": {
                "cn": u"结构工程师"
            },
            "110681": {
                "cn": u"模具工程师"
            },
            "110682": {
                "cn": u"机电工程师"
            },
            "110683": {
                "cn": u"维修经理/主管"
            },
            "110684": {
                "cn": u"维修工程师"
            },
            "110685": {
                "cn": u"装配工程师/技师"
            },
            "110686": {
                "cn": u"铸造/锻造工程师/技师"
            },
            "110687": {
                "cn": u"注塑工程师/技师"
            },
            "110688": {
                "cn": u"焊接工程师/技师"
            },
            "110689": {
                "cn": u"夹具工程师/技师"
            },
            "110690": {
                "cn": u"CNC工程师"
            },
            "110691": {
                "cn": u"冲压工程师/技师"
            },
            "110692": {
                "cn": u"锅炉工程师/技师"
            },
            "110693": {
                "cn": u"电力工程师/技术员"
            },
            "110694": {
                "cn": u"光源与照明工程"
            },
            "110695": {
                "cn": u"光伏系统工程师"
            },
            "110696": {
                "cn": u"汽车/摩托车工程师"
            },
            "110697": {
                "cn": u"船舶工程师"
            },
            "110698": {
                "cn": u"轨道交通工程师/技术员"
            },
            "110699": {
                "cn": u"飞机维修机械师"
            },
            "110700": {
                "cn": u"飞行器设计与制造"
            },
            "110701": {
                "cn": u"水利/水电工程师"
            },
            "110704": {
                "cn": u"其他"
            },
            "cn": u"工程/机械"
        },
        "11041": {
            "110705": {
                "cn": u"汽车机构工程师"
            },
            "110706": {
                "cn": u"汽车设计工程师"
            },
            "110707": {
                "cn": u"汽车电子工程师"
            },
            "110708": {
                "cn": u"汽车质量管理"
            },
            "110709": {
                "cn": u"汽车安全性能工程师"
            },
            "110710": {
                "cn": u"汽车装配工艺工程师"
            },
            "110711": {
                "cn": u"汽车修理人员"
            },
            "110712": {
                "cn": u"4S店经理/维修站经理"
            },
            "110713": {
                "cn": u"汽车销售/经纪人"
            },
            "110714": {
                "cn": u"二手车评估师"
            },
            "110715": {
                "cn": u"汽车项目管理"
            },
            "110716": {
                "cn": u"售后服务/客户服务"
            },
            "110717": {
                "cn": u"其他"
            },
            "cn": u"汽车"
        },
        "11042": {
            "110718": {
                "cn": u"技工"
            },
            "110719": {
                "cn": u"钳工/机修工/钣金工"
            },
            "110720": {
                "cn": u"电焊工/铆焊工"
            },
            "110721": {
                "cn": u"车工/磨工/铣工/冲压工/锣工"
            },
            "110722": {
                "cn": u"模具工"
            },
            "110723": {
                "cn": u"电工"
            },
            "110724": {
                "cn": u"叉车工"
            },
            "110725": {
                "cn": u"空调工/电梯工/锅炉工"
            },
            "110726": {
                "cn": u"水工/木工/漆工"
            },
            "110727": {
                "cn": u"普工/操作工"
            },
            "110728": {
                "cn": u"裁缝印纺熨烫"
            },
            "110729": {
                "cn": u"汽车修理工"
            },
            "110730": {
                "cn": u"切割技工"
            },
            "110731": {
                "cn": u"其他"
            },
            "cn": u"技工"
        },
        "11043": {
            "110732": {
                "cn": u"服装/纺织设计"
            },
            "110733": {
                "cn": u"面料辅料开发"
            },
            "110734": {
                "cn": u"面料辅料采购"
            },
            "110735": {
                "cn": u"服装/纺织/皮革跟单"
            },
            "110736": {
                "cn": u"质量管理/验货员(QA/QC)"
            },
            "110737": {
                "cn": u"板房/楦头/底格出格师"
            },
            "110738": {
                "cn": u"打样/制版"
            },
            "110739": {
                "cn": u"纸样师/车板工"
            },
            "110740": {
                "cn": u"裁床"
            },
            "110741": {
                "cn": u"电脑放码员"
            },
            "110742": {
                "cn": u"服装/纺织设计总监"
            },
            "110743": {
                "cn": u"服装/纺织/皮革工艺师"
            },
            "110744": {
                "cn": u"其他"
            },
            "cn": u"服装/纺织/皮革"
        },
        "cn": u"生产/制造"
    },
    "1110": {
        "11044": {
            "110745": {
                "cn": u"质量管理/测试经理(QA/QC经理)"
            },
            "110746": {
                "cn": u"质量管理/测试主管(QA/QC主管)"
            },
            "110747": {
                "cn": u"质量管理/测试工程师(QA/QC工程师)"
            },
            "110748": {
                "cn": u"质量检验员/测试员"
            },
            "110749": {
                "cn": u"可靠度工程师"
            },
            "110750": {
                "cn": u"故障分析工程师"
            },
            "110751": {
                "cn": u"认证工程师/审核员"
            },
            "110752": {
                "cn": u"体系工程师/审核员"
            },
            "110753": {
                "cn": u"环境/健康/安全经理/主管（EHS）"
            },
            "110754": {
                "cn": u"环境/健康/安全工程师（EHS）"
            },
            "110755": {
                "cn": u"供应商管理"
            },
            "110756": {
                "cn": u"采购材料、设备质量管理"
            },
            "110757": {
                "cn": u"安全防护"
            },
            "110758": {
                "cn": u"其他"
            },
            "cn": u"质量管理/安全防护"
        },
        "11045": {
            "110759": {
                "cn": u"项目总监"
            },
            "110760": {
                "cn": u"项目经理/主管"
            },
            "110761": {
                "cn": u"项目专员/助理"
            },
            "110762": {
                "cn": u"其他"
            },
            "cn": u"项目管理/项目协调"
        },
        "cn": u"质量管理/项目管理"
    },
    "1111": {
        "11046": {
            "110763": {
                "cn": u"专业顾问"
            },
            "110764": {
                "cn": u"咨询总监"
            },
            "110765": {
                "cn": u"咨询经理"
            },
            "110766": {
                "cn": u"咨询员"
            },
            "110767": {
                "cn": u"专业培训师"
            },
            "110768": {
                "cn": u"情报信息分析人员"
            },
            "110769": {
                "cn": u"猎头/人才中介"
            },
            "110770": {
                "cn": u"调研员"
            },
            "110771": {
                "cn": u"其他"
            },
            "cn": u"咨询/调研"
        },
        "11047": {
            "110772": {
                "cn": u"中学教师"
            },
            "110773": {
                "cn": u"院校教务管理人员"
            },
            "110774": {
                "cn": u"讲师/助教"
            },
            "110775": {
                "cn": u"家教"
            },
            "110776": {
                "cn": u"幼教"
            },
            "110777": {
                "cn": u"大学教授"
            },
            "110778": {
                "cn": u"小学教师"
            },
            "110779": {
                "cn": u"兼职教师"
            },
            "110780": {
                "cn": u"职业技术教师"
            },
            "110781": {
                "cn": u"校长"
            },
            "110782": {
                "cn": u"音乐/美术教师"
            },
            "110783": {
                "cn": u"外语培训师"
            },
            "110784": {
                "cn": u"其他"
            },
            "cn": u"教师"
        },
        "11048": {
            "110785": {
                "cn": u"培训督导"
            },
            "110786": {
                "cn": u"培训讲师"
            },
            "110787": {
                "cn": u"培训策划"
            },
            "110788": {
                "cn": u"培训助理"
            },
            "110789": {
                "cn": u"培训/课程顾问"
            },
            "110790": {
                "cn": u"培训产品开发"
            },
            "110791": {
                "cn": u"其他"
            },
            "cn": u"培训"
        },
        "11049": {
            "110792": {
                "cn": u"科研人员"
            },
            "110793": {
                "cn": u"科研管理人员"
            },
            "110794": {
                "cn": u"其他"
            },
            "cn": u"科研人员"
        },
        "11050": {
            "110795": {
                "cn": u"律师/法律顾问"
            },
            "110796": {
                "cn": u"法务专员"
            },
            "110797": {
                "cn": u"律师助理"
            },
            "110798": {
                "cn": u"法务经理/主管"
            },
            "110799": {
                "cn": u"法务助理"
            },
            "110800": {
                "cn": u"知识产权/专利/商标"
            },
            "110801": {
                "cn": u"合规经理"
            },
            "110802": {
                "cn": u"合规主管/专员"
            },
            "110803": {
                "cn": u"其他"
            },
            "cn": u"律师/法务/合规"
        },
        "11051": {
            "110804": {
                "cn": u"英语翻译"
            },
            "110805": {
                "cn": u"日语翻译"
            },
            "110806": {
                "cn": u"德语翻译"
            },
            "110807": {
                "cn": u"法语翻译"
            },
            "110808": {
                "cn": u"俄语翻译"
            },
            "110809": {
                "cn": u"西班牙语翻译"
            },
            "110810": {
                "cn": u"韩语/朝鲜语翻译"
            },
            "110811": {
                "cn": u"阿拉伯语翻译"
            },
            "110812": {
                "cn": u"意大利语翻译"
            },
            "110813": {
                "cn": u"葡萄牙语翻译"
            },
            "110814": {
                "cn": u"泰语翻译"
            },
            "110815": {
                "cn": u"中国方言翻译"
            },
            "110816": {
                "cn": u"其他语种翻译"
            },
            "cn": u"翻译"
        },
        "cn": u"咨询/法律/教育/翻译"
    },
    "1112": {
        "11052": {
            "110817": {
                "cn": u"餐饮/娱乐管理"
            },
            "110818": {
                "cn": u"餐饮/娱乐领班/部长"
            },
            "110819": {
                "cn": u"餐饮/娱乐服务员"
            },
            "110820": {
                "cn": u"礼仪/迎宾"
            },
            "110821": {
                "cn": u"司仪"
            },
            "110822": {
                "cn": u"行政主厨/厨师长"
            },
            "110823": {
                "cn": u"厨师/面点师"
            },
            "110824": {
                "cn": u"调酒师/侍酒师/吧台员"
            },
            "110825": {
                "cn": u"茶艺师"
            },
            "110826": {
                "cn": u"传菜主管/传菜员"
            },
            "110827": {
                "cn": u"厨师助理/学徒"
            },
            "110828": {
                "cn": u"其他"
            },
            "cn": u"餐饮/酒店/娱乐"
        },
        "11053": {
            "110829": {
                "cn": u"酒店/宾馆经理"
            },
            "110830": {
                "cn": u"酒店/宾馆营销"
            },
            "110831": {
                "cn": u"大堂经理"
            },
            "110832": {
                "cn": u"楼面经理"
            },
            "110833": {
                "cn": u"前厅接待"
            },
            "110834": {
                "cn": u"客房服务员/楼面服务员"
            },
            "110835": {
                "cn": u"行李员"
            },
            "110836": {
                "cn": u"清洁服务人员"
            },
            "110837": {
                "cn": u"宴会管理"
            },
            "110838": {
                "cn": u"管家部经理/主管"
            },
            "110839": {
                "cn": u"宾客服务经理"
            },
            "110840": {
                "cn": u"预定部主管"
            },
            "110841": {
                "cn": u"预定员"
            },
            "110842": {
                "cn": u"健身房服务"
            },
            "110843": {
                "cn": u"婚礼策划服务"
            },
            "110844": {
                "cn": u"其他"
            },
            "cn": u"旅游/出入境"
        },
        "11054": {
            "110845": {
                "cn": u"导游/旅行顾问"
            },
            "110846": {
                "cn": u"票务/订房服务"
            },
            "110847": {
                "cn": u"旅游产品销售"
            },
            "110848": {
                "cn": u"行程管理/计调"
            },
            "110849": {
                "cn": u"签证专员"
            },
            "110850": {
                "cn": u"机场代表"
            },
            "110851": {
                "cn": u"店长/卖场经理/楼面管理"
            },
            "110852": {
                "cn": u"店员/营业员"
            },
            "110853": {
                "cn": u"收银主管/收银员"
            },
            "110854": {
                "cn": u"理货员/陈列员/收货员"
            },
            "110855": {
                "cn": u"导购员"
            },
            "110856": {
                "cn": u"兼职店员"
            },
            "110857": {
                "cn": u"防损员/内保"
            },
            "110858": {
                "cn": u"西点师/面包糕点加工"
            },
            "110859": {
                "cn": u"熟食加工"
            },
            "110860": {
                "cn": u"品类经理"
            },
            "110861": {
                "cn": u"安防主管"
            },
            "110862": {
                "cn": u"其他"
            },
            "cn": u"百货/零售"
        },
        "11055": {
            "110863": {
                "cn": u"保安人员"
            },
            "110864": {
                "cn": u"保镖"
            },
            "110865": {
                "cn": u"寻呼员/话务员"
            },
            "110866": {
                "cn": u"搬运工"
            },
            "110867": {
                "cn": u"清洁工"
            },
            "110868": {
                "cn": u"家政服务/保姆"
            },
            "110869": {
                "cn": u"保安经理"
            },
            "110870": {
                "cn": u"其他"
            },
            "cn": u"家政/社区/安保"
        },
        "11056": {
            "110871": {
                "cn": u"美容顾问/化妆"
            },
            "110872": {
                "cn": u"美容助理/见席美容师"
            },
            "110873": {
                "cn": u"瘦身顾问"
            },
            "110874": {
                "cn": u"发型师"
            },
            "110875": {
                "cn": u"发型助理/学徒"
            },
            "110876": {
                "cn": u"美甲师"
            },
            "110877": {
                "cn": u"按摩/足疗"
            },
            "110878": {
                "cn": u"健身顾问/教练"
            },
            "110879": {
                "cn": u"瑜伽/舞蹈老师"
            },
            "110880": {
                "cn": u"宠物护理/美容"
            },
            "110881": {
                "cn": u"体育运动教练"
            },
            "110882": {
                "cn": u"彩妆培训师"
            },
            "110883": {
                "cn": u"专柜彩妆顾问(BA)"
            },
            "110884": {
                "cn": u"救生员"
            },
            "110885": {
                "cn": u"美容导师"
            },
            "110886": {
                "cn": u"其他"
            },
            "cn": u"美容/保健/健身"
        },
        "cn": u"生活服务"
    },
    "1113": {
        "11057": {
            "110887": {
                "cn": u"环保工程师"
            },
            "110888": {
                "cn": u"水处理工程师"
            },
            "110889": {
                "cn": u"环境影响评价工程师"
            },
            "110890": {
                "cn": u"环保检测"
            },
            "110891": {
                "cn": u"水质检测员"
            },
            "110892": {
                "cn": u"固废工程师"
            },
            "110893": {
                "cn": u"废气处理工程师"
            },
            "110894": {
                "cn": u"其他"
            },
            "cn": u"环保"
        },
        "11058": {
            "110895": {
                "cn": u"输电线路工程师"
            },
            "110896": {
                "cn": u"电力维修技术员"
            },
            "110897": {
                "cn": u"水利/水电工程师"
            },
            "110898": {
                "cn": u"核力/火力工程师"
            },
            "110899": {
                "cn": u"空调/热能工程师"
            },
            "110900": {
                "cn": u"矿产勘探/地质勘测工程师"
            },
            "110901": {
                "cn": u"石油天然气技术人员"
            },
            "110902": {
                "cn": u"冶金工程师"
            },
            "110903": {
                "cn": u"能源/矿产项目管理"
            },
            "110904": {
                "cn": u"其他"
            },
            "cn": u"电力/能源/矿产/地质勘查"
        },
        "cn": u"能源/矿产/环保"
    },
    "1114": {
        "11059": {
            "110905": {
                "cn": u"公务员"
            },
            "cn": u"公务员"
        },
        "11060": {
            "110906": {
                "cn": u"养殖部主管"
            },
            "110907": {
                "cn": u"场长(农/林/牧/渔业)"
            },
            "110908": {
                "cn": u"农艺师"
            },
            "110909": {
                "cn": u"畜牧师"
            },
            "110910": {
                "cn": u"饲养员"
            },
            "110911": {
                "cn": u"动物营养/饲料研发"
            },
            "110912": {
                "cn": u"其他"
            },
            "cn": u"农/林/牧/渔"
        },
        "11061": {
            "110913": {
                "cn": u"培训生"
            },
            "110914": {
                "cn": u"储备干部"
            },
            "110915": {
                "cn": u"实习生"
            },
            "cn": u"储备干部/培训生/实习生"
        },
        "11062": {
            "110916": {
                "cn": u"兼职"
            },
            "cn": u"兼职"
        },
        "11063": {
            "110917": {
                "cn": u"中专/职校生"
            },
            "110918": {
                "cn": u"大学/大专应届毕业生"
            },
            "110919": {
                "cn": u"研究生"
            },
            "110920": {
                "cn": u"其他"
            },
            "cn": u"在校学生"
        },
        "11064": {
            "110921": {
                "cn": u"驯兽师/助理驯兽师"
            },
            "110922": {
                "cn": u"志愿者/社会工作者"
            },
            "110923": {
                "cn": u"其他"
            },
            "cn": u"其他"
        },
        "cn": u"公务员/农林牧渔/其他"
    }
}

