# -*- coding: utf-8 -*-

live_places = [
            '18',#安徽
            '44',#澳门特别行政区
            '34',#北京
            '37',#重庆
            '19',#福建
            '31',#甘肃
            '25',#广东
            '38',#广西壮族自治区
            '28',#贵州
            '26',#海南
            '45',#海外
            '11',#河北
            '22',#河南
            '15',#黑龙江
            '23',#湖北
            '24',#湖南
            '14',#吉林
            '16',#江苏
            '20',#江西
            '13',#辽宁
            '39',#内蒙古自治区
            '41',#宁夏回族自治区
            '32',#青海
            '21',#山东
            '30',#陕西
            '12',#山西
            '36',#上海
            '27',#四川
            '33',#台湾
            '35',#天津　
            '40',#西藏自治区
            '43',#香港特别行政区
            '42',#新疆维吾尔自治区
            '29',#云南
            '17',#浙江
            ]

